Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: The images generated as part of realtime edit sessions are stored within this session and are not automatically added to your main Image Gallery.
de: Die im Rahmen von Echtzeit-Bearbeitungssitzungen generierten Bilder werden in dieser Sitzung gespeichert und nicht automatisch Ihrer Hauptbildergalerie hinzugefügt.
es: Las imágenes generadas como parte de las sesiones de edición en tiempo real se almacenan dentro de esta sesión y no se agregan automáticamente a su galería de imágenes principal.
fr: Les images générées dans le cadre des sessions d'édition en temps réel sont stockées dans cette session et ne sont pas automatiquement ajoutées à votre galerie d'images principale.
hi: रीयलटाइम संपादन सत्रों के भाग के रूप में उत्पन्न छवियां इस सत्र के भीतर संग्रहीत की जाती हैं और स्वचालित रूप से आपकी मुख्य छवि गैलरी में नहीं जोड़ी जाती हैं।
id: Gambar yang dihasilkan sebagai bagian dari sesi edit waktu nyata disimpan dalam sesi ini dan tidak secara otomatis ditambahkan ke Galeri Gambar utama Anda.
ja: リアルタイム編集セッションの一部として生成された画像は、このセッション内に保存され、メインの画像ギャラリーに自動的に追加されません。
ko: 실시간 편집 세션의 일부로 생성된 이미지는 이 세션 내에 저장되며 기본 이미지 갤러리에 자동으로 추가되지 않습니다.
pl: Obrazy wygenerowane w ramach sesji edycji w czasie rzeczywistym są przechowywane w ramach tej sesji i nie są automatycznie dodawane do głównej galerii obrazów.
pt_br: As imagens geradas como parte das sessões de edição em tempo real são armazenadas nesta sessão e não são adicionadas automaticamente à sua Galeria de Imagens principal.
tr: Gerçek zamanlı düzenleme oturumlarının bir parçası olarak oluşturulan görüntüler bu oturumda saklanır ve ana Görüntü Galerinize otomatik olarak eklenmez.
uk: Зображення, створені під час сеансів редагування в реальному часі, зберігаються в цьому сеансі й не додаються автоматично до вашої головної галереї зображень.
vi: Hình ảnh được tạo như một phần của phiên chỉnh sửa thời gian thực sẽ được lưu trữ trong phiên này và không được tự động thêm vào Thư viện hình ảnh chính của bạn.
zh_hans: 作为实时编辑会话的一部分生成的图像存储在该会话中，并且不会自动添加到您的主图像库中。
zh_hant: 作為即時編輯會話的一部分產生的圖像儲存在該會話中，並且不會自動添加到您的主圖像庫中。

source: The input image will be used as the first frame for video generation.
de: Das Eingabebild wird als erstes Bild für die Videogenerierung verwendet.
es: La imagen de entrada se utilizará como primer fotograma para la generación de vídeo.
fr: L'image d'entrée sera utilisée comme première image pour la génération vidéo.
hi: इनपुट छवि का उपयोग वीडियो निर्माण के लिए पहले फ्रेम के रूप में किया जाएगा।
id: Gambar masukan akan digunakan sebagai frame pertama untuk pembuatan video.
ja: 入力画像はビデオ生成の最初のフレームとして使用されます。
ko: 입력 이미지는 비디오 생성을 위한 첫 번째 프레임으로 사용됩니다.
pl: Obraz wejściowy zostanie użyty jako pierwsza klatka do generowania wideo.
pt_br: A imagem de entrada será usada como primeiro quadro para geração de vídeo.
tr: Giriş görüntüsü, video üretimi için ilk kare olarak kullanılacaktır.
uk: Вхідне зображення буде використано як перший кадр для створення відео.
vi: Hình ảnh đầu vào sẽ được sử dụng làm khung hình đầu tiên để tạo video.
zh_hans: 输入图像将用作视频生成的第一帧。
zh_hant: 輸入影像將用作視訊生成的第一幀。

source: The input image will be used as the source for image editing/generation.
de: Das Eingabebild wird als Quelle für die Bildbearbeitung/-generierung verwendet.
es: La imagen de entrada se utilizará como fuente para la edición/generación de imágenes.
fr: L’image d’entrée sera utilisée comme source pour l’édition/génération d’image.
hi: इनपुट छवि का उपयोग छवि संपादन/जनरेशन के स्रोत के रूप में किया जाएगा।
id: Gambar masukan akan digunakan sebagai sumber untuk pengeditan/pembuatan gambar.
ja: 入力画像は画像編集/生成のソースとして使用されます。
ko: 입력 이미지는 이미지 편집/생성을 위한 소스로 사용됩니다.
pl: Obraz wejściowy będzie używany jako źródło do edycji/generowania obrazu.
pt_br: A imagem de entrada será usada como fonte para edição/geração de imagens.
tr: Giriş görüntüsü, görüntü düzenleme/oluşturma için kaynak olarak kullanılacaktır.
uk: Вхідне зображення буде використано як джерело для редагування/генерування зображення.
vi: Hình ảnh đầu vào sẽ được sử dụng làm nguồn để chỉnh sửa/tạo hình ảnh.
zh_hans: 输入图像将用作图像编辑/生成的源。
zh_hant: 輸入影像將用作影像編輯/生成的來源。

source: The request is too large. Please reduce the image size or prompt length.
de: Die Anfrage ist zu groß. Bitte reduzieren Sie die Bildgröße oder die Eingabeaufforderungslänge.
es: La solicitud es demasiado grande. Reduzca el tamaño de la imagen o la longitud del mensaje.
fr: La demande est trop volumineuse. Veuillez réduire la taille de l'image ou la longueur de l'invite.
hi: अनुरोध बहुत बड़ा है. कृपया छवि का आकार या शीघ्र लंबाई कम करें।
id: Permintaannya terlalu besar. Harap kurangi ukuran gambar atau panjang yang diminta.
ja: リクエストが大きすぎます。画像サイズまたはプロンプトの長さを小さくしてください。
ko: 요청이 너무 큽니다. 이미지 크기나 메시지 길이를 줄이세요.
pl: Żądanie jest za duże. Zmniejsz rozmiar obrazu lub długość podpowiedzi.
pt_br: A solicitação é muito grande. Reduza o tamanho da imagem ou o comprimento do prompt.
tr: Talep çok büyük. Lütfen görsel boyutunu veya bilgi istemi uzunluğunu azaltın.
uk: Запит занадто великий. Будь ласка, зменшіть розмір зображення або довжину запиту.
vi: Yêu cầu quá lớn. Vui lòng giảm kích thước hình ảnh hoặc độ dài nhắc nhở.
zh_hans: 请求太大。请减小图像尺寸或提示长度。
zh_hant: 請求太大。請減小影像尺寸或提示長度。

source: The request timed out. Please check your connection and try again.
de: Bei der Anfrage ist eine Zeitüberschreitung aufgetreten. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La solicitud expiró. Por favor verifique su conexión e inténtelo nuevamente.
fr: La demande a expiré. Veuillez vérifier votre connexion et réessayer.
hi: अनुरोध का समय समाप्त हो गया. अपने कनेक्शन की जांच करें और पुन: प्रयास करें।
id: Waktu permintaan telah habis. Silakan periksa koneksi Anda dan coba lagi.
ja: リクエストがタイムアウトになりました。接続を確認して、もう一度試してください。
ko: 요청 시간이 초과되었습니다. 연결을 확인하고 다시 시도해 주세요.
pl: Upłynął limit czasu żądania. Sprawdź połączenie i spróbuj ponownie.
pt_br: A solicitação expirou. Verifique sua conexão e tente novamente.
tr: İstek zaman aşımına uğradı. Lütfen bağlantınızı kontrol edip tekrar deneyin.
uk: Час очікування запиту минув. Перевірте підключення та повторіть спробу.
vi: Yêu cầu đã hết thời gian chờ. Vui lòng kiểm tra kết nối của bạn và thử lại.
zh_hans: 请求超时。请检查您的连接并重试。
zh_hant: 請求超時。請檢查您的連線並重試。

source: The requested resource was not found. Please verify the API endpoint.
de: Die angeforderte Ressource wurde nicht gefunden. Bitte überprüfen Sie den API-Endpunkt.
es: No se encontró el recurso solicitado. Verifique el punto final de la API.
fr: La ressource demandée n'a pas été trouvée. Veuillez vérifier le point de terminaison de l'API.
hi: अनुरोधित संसाधन नहीं मिला. कृपया एपीआई समापन बिंदु को सत्यापित करें।
id: Sumber daya yang diminta tidak ditemukan. Harap verifikasi titik akhir API.
ja: 要求されたリソースが見つかりませんでした。 API エンドポイントを確認してください。
ko: 요청한 리소스를 찾을 수 없습니다. API 엔드포인트를 확인하세요.
pl: Nie znaleziono żądanego zasobu. Sprawdź punkt końcowy interfejsu API.
pt_br: O recurso solicitado não foi encontrado. Verifique o endpoint da API.
tr: İstenilen kaynak bulunamadı. Lütfen API uç noktasını doğrulayın.
uk: Потрібний ресурс не знайдено. Перевірте кінцеву точку API.
vi: Không tìm thấy tài nguyên được yêu cầu. Vui lòng xác minh điểm cuối API.
zh_hans: 未找到请求的资源。请验证 API 端点。
zh_hant: 未找到請求的資源。請驗證 API 端點。

source: The selected image will be used as the starting frame for video generation. For best results, use a high-quality image with clear composition.
de: Das ausgewählte Bild wird als Startbild für die Videogenerierung verwendet. Um optimale Ergebnisse zu erzielen, verwenden Sie ein qualitativ hochwertiges Bild mit klarer Komposition.
es: La imagen seleccionada se utilizará como fotograma inicial para la generación del vídeo. Para obtener mejores resultados, utilice una imagen de alta calidad con una composición clara.
fr: L'image sélectionnée sera utilisée comme image de départ pour la génération vidéo. Pour de meilleurs résultats, utilisez une image de haute qualité avec une composition claire.
hi: चयनित छवि का उपयोग वीडियो निर्माण के लिए प्रारंभिक फ़्रेम के रूप में किया जाएगा। सर्वोत्तम परिणामों के लिए, स्पष्ट संरचना वाली उच्च गुणवत्ता वाली छवि का उपयोग करें।
id: Gambar yang dipilih akan digunakan sebagai frame awal untuk pembuatan video. Untuk hasil terbaik, gunakan gambar berkualitas tinggi dengan komposisi jelas.
ja: 選択した画像はビデオ生成の開始フレームとして使用されます。最良の結果を得るには、明確な構成の高品質画像を使用してください。
ko: 선택한 이미지는 비디오 생성의 시작 프레임으로 사용됩니다. 최상의 결과를 얻으려면 구성이 명확한 고품질 이미지를 사용하세요.
pl: Wybrany obraz zostanie użyty jako klatka początkowa do generowania wideo. Aby uzyskać najlepsze rezultaty, użyj obrazu wysokiej jakości o wyraźnej kompozycji.
pt_br: A imagem selecionada será usada como quadro inicial para geração de vídeo. Para obter melhores resultados, use uma imagem de alta qualidade com composição nítida.
tr: Seçilen görüntü, video oluşturma için başlangıç karesi olarak kullanılacaktır. En iyi sonuçları elde etmek için net kompozisyona sahip yüksek kaliteli bir görüntü kullanın.
uk: Вибране зображення буде використано як вихідний кадр для створення відео. Щоб отримати найкращі результати, використовуйте високоякісне зображення з чіткою композицією.
vi: Hình ảnh được chọn sẽ được sử dụng làm khung bắt đầu để tạo video. Để có kết quả tốt nhất, hãy sử dụng hình ảnh chất lượng cao với bố cục rõ ràng.
zh_hans: 所选图像将用作视频生成的起始帧。为了获得最佳效果，请使用构图清晰的高质量图像。
zh_hant: 所選影像將用作視訊生成的起始幀。為了獲得最佳效果，請使用構圖清晰的高品質影像。

source: The selected video will be used as the source for editing or extending. Ensure the video format is compatible with the selected model.
de: Das ausgewählte Video wird als Quelle für die Bearbeitung oder Erweiterung verwendet. Stellen Sie sicher, dass das Videoformat mit dem ausgewählten Modell kompatibel ist.
es: El vídeo seleccionado se utilizará como fuente para editarlo o ampliarlo. Asegúrese de que el formato de video sea compatible con el modelo seleccionado.
fr: La vidéo sélectionnée sera utilisée comme source pour l'édition ou l'extension. Assurez-vous que le format vidéo est compatible avec le modèle sélectionné.
hi: चयनित वीडियो का उपयोग संपादन या विस्तार के स्रोत के रूप में किया जाएगा। सुनिश्चित करें कि वीडियो प्रारूप चयनित मॉडल के अनुकूल है।
id: Video yang dipilih akan digunakan sebagai sumber untuk diedit atau diperluas. Pastikan format video kompatibel dengan model yang dipilih.
ja: 選択したビデオは編集または拡張のソースとして使用されます。ビデオ形式が選択したモデルと互換性があることを確認してください。
ko: 선택한 비디오는 편집이나 확장을 위한 소스로 사용됩니다. 비디오 형식이 선택한 모델과 호환되는지 확인하세요.
pl: Wybrany film zostanie użyty jako źródło do edycji lub rozszerzenia. Upewnij się, że format wideo jest zgodny z wybranym modelem.
pt_br: O vídeo selecionado será usado como fonte para edição ou extensão. Certifique-se de que o formato de vídeo seja compatível com o modelo selecionado.
tr: Seçilen video, düzenleme veya genişletme için kaynak olarak kullanılacaktır. Video formatının seçilen modelle uyumlu olduğundan emin olun.
uk: Вибране відео буде використано як джерело для редагування або розширення. Переконайтеся, що відеоформат сумісний із вибраною моделлю.
vi: Video được chọn sẽ được sử dụng làm nguồn để chỉnh sửa hoặc mở rộng. Đảm bảo định dạng video tương thích với kiểu máy đã chọn.
zh_hans: 所选视频将用作编辑或扩展的源。确保视频格式与所选型号兼容。
zh_hant: 所選影片將用作編輯或擴充的來源。確保視訊格式與所選型號相容。

source: The service encountered an error. Please try again later.
de: Beim Dienst ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: El servicio encontró un error. Inténtelo de nuevo más tarde.
fr: Le service a rencontré une erreur. Veuillez réessayer plus tard.
hi: सेवा में एक त्रुटि आई. कृपया बाद में पुन: प्रयास करें।
id: Layanan mengalami kesalahan. Silakan coba lagi nanti.
ja: サービスでエラーが発生しました。後でもう一度試してください。
ko: 서비스에 오류가 발생했습니다. 나중에 다시 시도해 주세요.
pl: Usługa napotkała błąd. Spróbuj ponownie później.
pt_br: O serviço encontrou um erro. Por favor, tente novamente mais tarde.
tr: Hizmet bir hatayla karşılaştı. Lütfen daha sonra tekrar deneyin.
uk: Служба виявила помилку. Спробуйте пізніше.
vi: Dịch vụ đã gặp lỗi. Vui lòng thử lại sau.
zh_hans: 服务遇到错误。请稍后重试。
zh_hant: 服務遇到錯誤。請稍後重試。

source: The service is temporarily unavailable. Please try again in a moment.
de: Der Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es gleich noch einmal.
es: El servicio no está disponible temporalmente. Inténtelo de nuevo en un momento.
fr: Le service est temporairement indisponible. Veuillez réessayer dans un instant.
hi: सेवा अस्थायी रूप से अनुपलब्ध है. कृपया एक क्षण में पुनः प्रयास करें.
id: Layanan ini untuk sementara tidak tersedia. Silakan coba lagi sebentar lagi.
ja: サービスは一時的にご利用いただけません。しばらくしてからもう一度お試しください。
ko: 일시적으로 서비스를 이용할 수 없습니다. 잠시 후 다시 시도해 주세요.
pl: Usługa jest chwilowo niedostępna. Spróbuj ponownie za chwilę.
pt_br: O serviço está temporariamente indisponível. Por favor, tente novamente em alguns instantes.
tr: Hizmet geçici olarak kullanılamıyor. Lütfen kısa bir süre sonra tekrar deneyin.
uk: Послуга тимчасово недоступна. Спробуйте ще раз за мить.
vi: Dịch vụ này tạm thời không khả dụng. Vui lòng thử lại sau giây lát.
zh_hans: 该服务暂时不可用。请稍后重试。
zh_hant: 該服務暫時無法使用。請稍後重試。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता.
id: Tindakan ini tidak dapat dibatalkan.
ja: この操作は元に戻すことができません。
ko: 이 작업은 취소할 수 없습니다.
pl: Tej akcji nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна скасувати.
vi: Không thể hoàn tác hành động này.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤銷。

source: This action cannot be undone. The selected items and their associated images will be permanently removed.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die ausgewählten Elemente und die zugehörigen Bilder werden dauerhaft entfernt.
es: Esta acción no se puede deshacer. Los elementos seleccionados y sus imágenes asociadas se eliminarán permanentemente.
fr: Cette action ne peut pas être annulée. Les éléments sélectionnés et leurs images associées seront définitivement supprimés.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता. चयनित आइटम और उनसे संबंधित छवियाँ स्थायी रूप से हटा दी जाएंगी।
id: Tindakan ini tidak dapat dibatalkan. Item yang dipilih dan gambar terkaitnya akan dihapus secara permanen.
ja: この操作は元に戻すことができません。選択したアイテムとそれに関連する画像は完全に削除されます。
ko: 이 작업은 취소할 수 없습니다. 선택한 항목 및 관련 이미지가 영구적으로 제거됩니다.
pl: Tej akcji nie można cofnąć. Wybrane elementy i powiązane z nimi obrazy zostaną trwale usunięte.
pt_br: Esta ação não pode ser desfeita. Os itens selecionados e suas imagens associadas serão removidos permanentemente.
tr: Bu eylem geri alınamaz. Seçilen öğeler ve bunlarla ilişkili görseller kalıcı olarak kaldırılacak.
uk: Цю дію не можна скасувати. Вибрані елементи та пов’язані з ними зображення буде остаточно видалено.
vi: Không thể hoàn tác hành động này. Các mục đã chọn và hình ảnh liên quan của chúng sẽ bị xóa vĩnh viễn.
zh_hans: 此操作无法撤消。所选项目及其关联图像将被永久删除。
zh_hant: 此操作無法撤銷。所選項目及其關聯圖像將永久刪除。

source: This agent and all its cards will be permanently deleted. This action cannot be undone.
de: Dieser Agent und alle seine Karten werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este agente y todas sus tarjetas serán eliminados permanentemente. Esta acción no se puede deshacer.
fr: Cet agent et toutes ses cartes seront définitivement supprimés. Cette action ne peut pas être annulée.
hi: यह एजेंट और इसके सभी कार्ड स्थायी रूप से हटा दिए जाएंगे. इस एक्शन को वापस नहीं किया जा सकता।
id: Agen ini dan semua kartunya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: このエージェントとそのすべてのカードは完全に削除されます。この操作は元に戻すことができません。
ko: 이 에이전트와 모든 카드가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ten agent i wszystkie jego karty zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Este agente e todos os seus cartões serão excluídos permanentemente. Esta ação não pode ser desfeita.
tr: Bu temsilci ve tüm kartları kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цей агент і всі його картки буде остаточно видалено. Цю дію не можна скасувати.
vi: Đại lý này và tất cả các thẻ của nó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 该代理及其所有卡将被永久删除。此操作无法撤消。
zh_hant: 該代理程式及其所有卡將永久刪除。此操作無法撤銷。

source: This asset will be removed from your Brand Kit.
de: Dieses Asset wird aus Ihrem Marken-Kit entfernt.
es: Este recurso se eliminará de tu kit de marca.
fr: Cet élément sera supprimé de votre kit de marque.
hi: यह संपत्ति आपके ब्रांड किट से हटा दी जाएगी.
id: Aset ini akan dihapus dari Kit Merek Anda.
ja: このアセットはブランド キットから削除されます。
ko: 이 자산은 브랜드 키트에서 제거됩니다.
pl: Ten zasób zostanie usunięty z Twojego zestawu marki.
pt_br: Este ativo será removido do seu Kit de Marca.
tr: Bu öğe Brand Kit'inizden kaldırılacak.
uk: Цей ресурс буде видалено з вашого Brand Kit.
vi: Nội dung này sẽ bị xóa khỏi Bộ thương hiệu của bạn.
zh_hans: 该资产将从您的品牌套件中删除。
zh_hant: 該資產將從您的品牌套件中刪除。

source: This color will be removed from your Brand Kit.
de: Diese Farbe wird aus Ihrem Marken-Kit entfernt.
es: Este color se eliminará de tu kit de marca.
fr: Cette couleur sera supprimée de votre kit de marque.
hi: यह रंग आपके ब्रांड किट से हटा दिया जाएगा।
id: Warna ini akan dihapus dari Kit Merek Anda.
ja: この色はブランド キットから削除されます。
ko: 이 색상은 브랜드 키트에서 제거됩니다.
pl: Ten kolor zostanie usunięty z Twojego zestawu marki.
pt_br: Esta cor será removida do seu Kit de Marca.
tr: Bu renk Marka Kitinizden kaldırılacak.
uk: Цей колір буде видалено з вашого фірмового набору.
vi: Màu này sẽ bị xóa khỏi Bộ thương hiệu của bạn.
zh_hans: 该颜色将从您的品牌套件中删除。
zh_hant: 該顏色將從您的品牌套件中刪除。

source: This may take a few minutes to complete.
de: Dies kann einige Minuten dauern.
es: Esto puede tardar unos minutos en completarse.
fr: Cela peut prendre quelques minutes.
hi: इसे पूरा होने में कुछ मिनट लग सकते हैं.
id: Ini mungkin memerlukan waktu beberapa menit untuk diselesaikan.
ja: これが完了するまでに数分かかる場合があります。
ko: 이 작업을 완료하는 데 몇 분 정도 걸릴 수 있습니다.
pl: Może to zająć kilka minut.
pt_br: Isso pode levar alguns minutos para ser concluído.
tr: Bu işlemin tamamlanması birkaç dakika sürebilir.
uk: Це може зайняти кілька хвилин.
vi: Việc này có thể mất vài phút để hoàn thành.
zh_hans: 这可能需要几分钟才能完成。
zh_hant: 這可能需要幾分鐘才能完成。

source: This photoshoot and all its items will be permanently deleted. This action cannot be undone.
de: Dieses Fotoshooting und alle seine Elemente werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta sesión de fotos y todos sus elementos se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Cette séance photo et tous ses éléments seront définitivement supprimés. Cette action ne peut pas être annulée.
hi: यह फोटोशूट और इसके सभी आइटम स्थायी रूप से हटा दिए जाएंगे। इस एक्शन को वापस नहीं किया जा सकता।
id: Pemotretan ini dan semua itemnya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: この写真撮影とそのすべてのアイテムは完全に削除されます。この操作は元に戻すことができません。
ko: 이 사진 촬영 및 모든 항목이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ta sesja zdjęciowa i wszystkie jej elementy zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Esta sessão de fotos e todos os seus itens serão excluídos permanentemente. Esta ação não pode ser desfeita.
tr: Bu fotoğraf çekimi ve tüm öğeleri kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цю фотосесію та всі її елементи буде видалено назавжди. Цю дію не можна скасувати.
vi: Buổi chụp ảnh này và tất cả các mục trong đó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 这张照片及其所有项目将被永久删除。此操作无法撤消。
zh_hant: 這張照片及其所有項目將永久刪除。此操作無法撤銷。

source: This removes the generation from this photoshoot gallery.
de: Dadurch wird die Generation aus dieser Fotoshooting-Galerie entfernt.
es: Esto elimina la generación de esta galería de fotos.
fr: Cela supprime la génération de cette galerie de séances de photos.
hi: यह इस फोटोशूट गैलरी से पीढ़ी को हटा देता है।
id: Tindakan ini menghilangkan generasi dari galeri pemotretan ini.
ja: これにより、この写真撮影ギャラリーから世代が削除されます。
ko: 이렇게 하면 이 사진 촬영 갤러리에서 해당 세대가 제거됩니다.
pl: Spowoduje to usunięcie pokolenia z tej galerii sesji zdjęciowej.
pt_br: Isso remove a geração desta galeria de fotos.
tr: Bu, nesli bu fotoğraf çekimi galerisinden kaldırır.
uk: Це видаляє покоління з цієї фотосесії.
vi: Điều này loại bỏ thế hệ khỏi thư viện ảnh này.
zh_hans: 这会将这一代人从这个照片库中删除。
zh_hant: 這會將這一代人從這個照片庫中刪除。

source: This scene will extend from the previous video.
de: Diese Szene erweitert das vorherige Video.
es: Esta escena se extenderá desde el video anterior.
fr: Cette scène prolongera la vidéo précédente.
hi: यह दृश्य पिछले वीडियो से आगे बढ़ेगा.
id: Adegan ini akan dilanjutkan dari video sebelumnya.
ja: このシーンは前のビデオの延長になります。
ko: 이 장면은 이전 비디오에서 연장됩니다.
pl: Ta scena będzie kontynuacją poprzedniego filmu.
pt_br: Esta cena será uma extensão do vídeo anterior.
tr: Bu sahne önceki videodan devam edecek.
uk: Ця сцена продовжиться з попереднього відео.
vi: Cảnh này sẽ kéo dài từ video trước.
zh_hans: 这个场景将延续之前的视频。
zh_hant: 這個場景將延續之前的影片。

source: This session and all its images will be permanently deleted.
de: Diese Sitzung und alle ihre Bilder werden dauerhaft gelöscht.
es: Esta sesión y todas sus imágenes se eliminarán permanentemente.
fr: Cette session et toutes ses images seront définitivement supprimées.
hi: यह सत्र और इसकी सभी छवियां स्थायी रूप से हटा दी जाएंगी.
id: Sesi ini dan semua gambarnya akan dihapus secara permanen.
ja: このセッションとそのすべての画像は完全に削除されます。
ko: 이 세션과 모든 이미지가 영구적으로 삭제됩니다.
pl: Ta sesja i wszystkie jej obrazy zostaną trwale usunięte.
pt_br: Esta sessão e todas as suas imagens serão excluídas permanentemente.
tr: Bu oturum ve tüm resimleri kalıcı olarak silinecek.
uk: Цей сеанс і всі його зображення буде остаточно видалено.
vi: Phiên này và tất cả hình ảnh của nó sẽ bị xóa vĩnh viễn.
zh_hans: 此会话及其所有图像将被永久删除。
zh_hant: 此會話及其所有圖像將永久刪除。

source: This session and all its layers will be permanently deleted. This action cannot be undone.
de: Diese Sitzung und alle ihre Ebenen werden dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta sesión y todas sus capas se eliminarán permanentemente. Esta acción no se puede deshacer.
fr: Cette session et toutes ses couches seront définitivement supprimées. Cette action ne peut pas être annulée.
hi: यह सत्र और इसकी सभी परतें स्थायी रूप से हटा दी जाएंगी. इस एक्शन को वापस नहीं किया जा सकता।
id: Sesi ini dan semua lapisannya akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
ja: このセッションとそのすべてのレイヤーは完全に削除されます。この操作は元に戻すことができません。
ko: 이 세션과 모든 레이어가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pl: Ta sesja i wszystkie jej warstwy zostaną trwale usunięte. Tej akcji nie można cofnąć.
pt_br: Esta sessão e todas as suas camadas serão excluídas permanentemente. Esta ação não pode ser desfeita.
tr: Bu oturum ve tüm katmanları kalıcı olarak silinecek. Bu eylem geri alınamaz.
uk: Цей сеанс і всі його шари буде остаточно видалено. Цю дію не можна скасувати.
vi: Phiên này và tất cả các lớp của nó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này.
zh_hans: 该会话及其所有图层将被永久删除。此操作无法撤消。
zh_hant: 該會話及其所有圖層將永久刪除。此操作無法撤銷。
